									          ON LINE SERVICE AGREEMENT

	THIS AGREEMENT is between PeopleMatrix Software, LLC ("PeopleMatrix") and Client as identified below.  This Agreement is entered into on #todaydate#.

	THE OBTAINING OF INFORMATION CONTRARY TO THE FOLLOWING CONDITIONS MAY CONSTITUTE A CRIMINAL OFFENSE SUBJECTING YOU TO CRIMINAL PENALTIES AS WELL AS TO CIVIL LIABILTY, FURTHER, IF WE DISCOVERY ANY MISUSE OF INFORMATION BY YOU, YOUR ACCESS IN THE FUTURE WILL BE DENIED.

1.	Services to be Provided by PeopleMatrix

	A.	Upon request and relying upon Client's representations that it has a legitimate purpose for information, PeopleMatrix will provide background checks, verifications and other consumer reports to the Client when available.  PeopleMatrix will only furnish a report for the permissible purpose of employment or insurance under the Fair Credit Reporting Act, 15 U.S.C. 1681 et seq. ("FCRA") and no other purpose. 

	B.	Periodically and upon request, PeopleMatrix will provide to Client copies of certifications, consumer consents, notices and summary of rights under the FCRA as well as other forms which PeopleMatrix finds helpful in meeting its  and your obligations under the FCRA and other applicable laws.  However, it is the responsibility of the Client to be knowledgeable about and to comply with the FCRA, the Driver Privacy Protection Act, 18 U.S.C. 2721 et seq. ("DPPA") and other applicable federal, state and local laws regulating the release and use of such consumer reports it requests.

	C.	For those Clients who furnish information to PeopleMatrix on individuals for subsequent access by other clients, PeopleMatrix shall store such information in a secure environment, guarding such against unauthorized access and maintaining the information in a format not to alter the substance of the information furnished.  PeopleMatrix may, from time to time, request Client to verify such stored information as accurate and Client shall promptly respond to such request.

2.	Representations of Client when ordering reports

	A.	Client represents that it is an existing business with the legitimate need for verification and reports offered by PeopleMatrix.  Client specifically represents that reports will only be obtained for its own use and it is the end user of the reports.  It will not further distribute, sell, give or trade such information with any third party.  Client will request reports for the following permissible purpose only: employment by hire or contract.  

	B.	Client represents that prior to requesting a report for employment purposes, it will:

(i)	disclose to the individual who is the subject of the report that a consumer report or, as applicable, an investigative consumer report, may be obtained;

(ii)	obtain the written consent of the individual allowing the obtaining of the consumer report; 

(iii)	provide to the individual a summary of the individual's rights required under the ("FCRA") and any applicable state law; and

(iv)	not utilize any information in violation of any federal or state equal employment opportunity law or regulation.

(v)	that a reasonable amount of time prior to taking adverse employment action against the individual who is the subject of the report, when such action will be based in whole or in part upon the information contained in the report furnished by PeopleMatrix, the Client will, except as otherwise provided by law, advise the subject of the intent to take adverse action and provide a copy of the report to the individual and a description, in writing, of the individual's rights under the FCRA.

(vi)	that after taking adverse action based in whole or in part upon information contained in a report furnished by PeopleMatrix,  the Client shall:

(a)	provide notice of such action to the individual;

(b)	provide the name, address and telephone number of PeopleMatrix; and

(c)	inform the individual that he/she is entitled to a free copy of the report and a right to dispute the record through PeopleMatrix and that PeopleMatrix is unable to provide the individual the specific reasons why the adverse action was taken by you.

	(vii)	that it will comply with the FCRA and similar state laws, in regard to all reports, it will follow the requirements of the ("DPPA") and the various state laws implementing the DPPA in regard to motor vehicle reports.

	C.	If you are a motor carrier subject to the Federal Motor Carrier Safety Regulations and you are requesting information to hire a driver, you represent that you have provided the following to the driver, who is the subject of the requested report, prior to the driver submitting an application to you:

		(i)	You have informed the driver that the information supplied by the driver on the application will be used in the hiring process; and

		(ii)	You have advised the driver of his/her procedural rights under 49 C.F.R. Part 391.

	D.	Client represents in regard to providing information to PeopleMatrix:

		(i)	Client certifies that it will provide accurate information and will select descriptors of activities that are not misleading to the conduct or experience of the individual even though the descriptor might be technically true.  If Client is unsure as to which descriptor(s) to use, Client should contact PeopleMatrix for guidance.  Client should report facts not speculation or rumor.

		(ii)	Client shall maintain records to support the descriptors chosen for the information furnished to PeopleMatrix.

		(iii)	If Client knows, or should know, that an individual disputes any information being provided by it to PeopleMatrix, it shall specify which entry is disputed by the individual.

		(iv)	If Client later learns that the information it previously furnished to PeopleMatrix is inaccurate, Client shall promptly notify PeopleMatrix and provide PeopleMatrix with the appropriate corrections to make the previous information accurate.  This obligation shall survive termination of this agreement.

		(v)	If Client is notified by PeopleMatrix that an individual disputes information furnished by Client, Client shall conduct an investigation and within ten (10) business days of notification of the dispute by PeopleMatrix, respond to PeopleMatrix and report the results of it's investigation.  In conducting the investigation, Client will review all information sent by PeopleMatrix and review it's own files and available witnesses.  This obligation shall survive termination of this agreement.
	
		(vi)	Client understands and authorizes PeopleMatrix to release any information furnished to it by Client to any other client of PeopleMatrix who has certified to PeopleMatrix that it has permissible purpose under the Fair Credit Reporting Act to request and use such information.

		(vii)	PeopleMatrix will have the right to retain a copy of any information furnished by Client and to furnish such information after termination of this agreement.  PeopleMatrix will only release non-adverse information after the termination of this agreement.

3.	Compliance with Applicable Law

	A.	The laws relating to the furnishing and use of information are subject to change.  It is the responsibility of Client to become knowledgeable in such laws and to comply with them.  The failure to comply with the then current applicable law may result in a breach of this agreement, termination of service, civil and criminal liability.  PeopleMatrix does not undertake any obligation to advise Client of its legal obligations.  

	B.	Client agrees to promptly execute and provide to PeopleMatrix all documentation required, now or in the future, by any government agency or PeopleMatrix to permit release of information or to ensure compliance with applicable laws or regulations.  Such documentation shall become part of this agreement.  The failure to return such documentation will result in Client being blocked from receiving the information related to the documentation, and, in some circumstances, all service may be terminated without additional notice.

	C.	Client consents to any reasonable request by PeopleMatrix to audit records of the Client in person or by requesting copies of documents and to communicate with employees of the Client, with notice to Client, to determine the appropriateness of any present or past request(s) for information by Client.  A failure to cooperate with an audit may result in the immediate termination or suspension of service.

4.	Confidentiality of Information

	Information provided by PeopleMatrix  to its Clients is considered confidential by law.  Upon its receipt, Client shall treat the information as confidential.  Such information shall be maintained in confidential files to which access is restricted.  Only those employees who need such information to perform their job duties shall have access to the same.  Client shall supply to PeopleMatrix the name and phone number of the contact person or persons with whom PeopleMatrix  may discuss the contents of reports furnished to Client.  At the time that Client disposes of any report received it shall cause such to be destroyed by  cross shredding, burning or electronic destruction as required by regulations issued by the Federal Trade Commission.

5.	Waiver and Release

	A.	Client acknowledges that PeopleMatrix relies totally on the information furnished by others either directly or via other consumer reporting agencies.  PeopleMatrix also relies on the information contained in the records of various governmental agencies for other reports.  PeopleMatrix is not responsible for inaccurate or false information received from others and sent to Client.  Client agrees to assert no claim and waives liability against PeopleMatrix for any inaccurate or false information included in any report unless PeopleMatrix had actual knowledge of the error and failed to correct it.  

	B.	Client agrees to hold PeopleMatrix harmless and will indemnify PeopleMatrix from all claims and losses resulting from Client's breach of this Agreement or violation of any applicable law.  PeopleMatrix agrees to hold Client harmless for all claims and losses arising from PeopleMatrix's violation of any applicable law.  Such indemnifications include all costs and reasonable attorney fees incurred by the indemnified party.

6.	Misuse of Information

	The FCRA prohibits the obtaining of information from a consumer reporting agency for an impermissible purpose. Further, those involved in such improper requesting may be subject to criminal penalties of imprisonment up to one year and/or a fine of $5,000 for each offense.  15 U.S.C.  1681q.  Further, the DPPA prohibits obtaining information under false pretenses and restricts the resale or redisclosure of personal information contained in state motor vehicle records.  A violation of the DPPA may also result in criminal penalties.  18 U.S.C.  2733(a).  If a Client or one of its employees misrepresents to PeopleMatrix  the reason for a report or requests a report for an impermissible purpose, PeopleMatrix  may terminate service without notice in addition to other remedies available to PeopleMatrix.  Client understands that its misuse of or improper request for information may have a direct impact upon PeopleMatrix  and may cause it to be unable to obtain information for any of its clients resulting in substantial damages for which Client would be liable.

7	Termination of Agreement

	This Agreement is without term and can be terminated at any time by either party with or without cause.  However, the agreement shall govern the duties of the parties until the Agreement is terminated.  Client's duties under this Agreement shall survive the termination of this Agreement.

8.	Miscellaneous Provisions

	A.	This Agreement constitutes the entire understanding between the parties and supersedes all previous agreements, negotiations and representations.  This Agreement may only be modified in writing signed by both parties; however, subsequent representations by Client to show compliance with existing or future laws are effective when signed by Client and become a part of this Agreement. This Agreement is for the exclusive benefit of the parties hereto and no benefit is intended for any third party.

	B.	All communications and notices to be given under this Agreement will be made to the addresses, street and e-mail, and telephone numbers set forth herein.  Each party will notify the other promptly of any change of address or telephone number.

	C.	This Agreement is intended to be subject to, and in compliance with, all applicable state and federal statutes and regulations.  Insofar as this Agreement or any provision may subsequently be determined to be at variance or not in compliance with any such statute or regulation, it will be considered to be amended or modified to the extent necessary to make it comply, and PeopleMatrix and Client hereby consent and agree to any such amendment or modification.  Further, the invalidity of any one provision shall not affect the validity of the other provisions.

	D.	This Agreement is deemed to have become effective and to have been entered into upon its acceptance in the State of Texas by PeopleMatrix.  Therefore, this Agreement will be interpreted and enforced in accordance with the laws of the State of Texas, without reference to its conflict of laws. 

	E.	PeopleMatrix may make changes to the software or methods used to provide service to Client and Client must make any necessary changes to maintain working connection to the service at Client's sole cost.

